Repository: littlebit0/DailyCalendar
Catalog: ios/Runner/WallpaperIntents.xcstrings
Source language: en
Languages: ja, ko, zh_hant

source: Begin Daily Wallpaper Update
ja: Daily壁紙更新の開始を記録
ko: Daily 배경 업데이트 시작 기록
zh_hant: 記錄 Daily 背景更新開始

source: Record Wallpaper Action Completion
ja: 壁紙変更アクションの完了を記録
ko: 배경 변경 동작 완료 기록
zh_hant: 記錄背景變更動作完成

source: Update ID
ja: 更新ID
ko: 업데이트 식별자
zh_hant: 更新識別碼

source: Daily Wallpaper Setup
ja: Dailyの壁紙設定ヘルパー
ko: Daily 잠금화면 설정 도우미
zh_hant: Daily 背景設定輔助

source: Setup choice
ja: 設定操作
ko: 설정 동작
zh_hant: 設定動作

source: Shows setup guidance in Shortcuts and asks before testing wallpaper updates.
ja: ショートカット内で設定を案内し、壁紙更新のテスト前に確認します。
ko: 단축어 안에서 설정을 안내하고 배경 업데이트 테스트 전에 확인합니다.
zh_hant: 在捷徑內提供設定指南，並在測試背景更新前確認。

source: Daily Wallpaper Enabled
ja: Dailyの壁紙更新状態
ko: Daily 배경 업데이트 상태
zh_hant: Daily 背景更新狀態

source: Returns whether Daily may generate a Lock Screen calendar.
ja: Dailyがロック画面のカレンダー画像を生成できるか確認します。
ko: Daily 잠금화면 캘린더 이미지 생성 허용 여부를 확인합니다.
zh_hant: 確認 Daily 是否允許產生鎖定畫面月曆圖片。

source: Generate Daily Calendar Wallpaper
ja: Dailyの今月のカレンダー壁紙を生成
ko: Daily 현재 월 캘린더 배경 생성
zh_hant: 產生 Daily 本月月曆背景

source: Creates a current-month calendar image. Does not change wallpaper by itself.
ja: 今月のカレンダー画像を生成します。このアクション自体は壁紙を変更しません。
ko: 현재 월 캘린더 이미지를 생성합니다. 이 동작 자체는 배경화면을 변경하지 않습니다.
zh_hant: 產生本月月曆圖片，此動作本身不會變更背景圖片。
